        
        <div class="container-xxl py-5" style="height:800px;">
            <div class="container">
                <div class="text-center wow fadeInUp" data-wow-delay="0.1s">
                    
                   
                </div>
               
                    


                    <div class="col-md-6" style="align:center;">
                        <div class="wow fadeInUp" data-wow-delay="0.2s">                          



   <form action="<?php echo site_url('Entrance/home/admission_form'); ?>" method="POST">

                                    <div class="col-md-12" >
                            <div class="kode_mosque_text" >
                                    

  <div class="form-group">
    <p>
        ഇംഗ്ലീഷില് മാത്രമമ‍അമേക്ഷാ‍മ ാറം‍േൂരിപ്പിക്കാന്
ോടുള്ളൂ
സെക്കണ്ടറി‍വിഭാഗം</p><p style="color:red; ">
Admission 6th standard</p> 
െമസ്ര‍മേരള‍ഇസ്ലാമര‍വിദ്യാഭയാെ‍മ ാര്‍ഡിനസറ‍
അഞ്ാം‍രരവും‍മേരള‍മേറ്റ്‍എജുമക്കഷന്
ഡിപ്പാര്‍്്‍സമന്‍നടത്തുന്ന‍(രരുല്യം)‍അഞ്ാം‍ക്ലാസ്സ്‍
വിജയിച്ച്‍/‍വിജയം‍ത്േരീക്ഷിക്കുന്ന‍12 വയസ്സ്‍
േവിയാത്ത‍െമസ്ര‍മേരള‍ജംഇയ്യത്തുല് ഉല്മയുസട‍
ആശയആദ്ര്‍ശങ്ങള് അനുെരിച്ച്‍ത്േവര്‍ത്തിക്കുന്ന‍
രക്ഷിരാക്കളുസട‍ആണ്‍േു്ിേ്ക്ക്‍അഷമിഷന് േരീക്ഷക്ക്‍
അമേക്ഷ‍നല്ോവുരാ. 
മോഴ്സസ്‍ോല്ാവധി:‍12 വര്‍ഷം</p><p style="color:red; ">
Admission 8th standard </p><p>
െമസ്ര‍മേരള‍ഇസ്ലാമര‍വിദ്യാഭയാെ‍മ ാര്‍ഡിനസറ‍
ഏഴാം‍രരവും‍മേരള‍മേറ്റ്‍എജുമക്കഷന്
ഡിപ്പാര്‍്്‍സമന്‍നടത്തുന്ന‍(രരുല്യം)‍ഏഴാം‍ക്ലാസ്സ്‍
വിജയിച്ച്‍/‍വിജയം‍ത്േരീക്ഷിക്കുന്ന‍14 വയസ്സ്‍
േവിയാത്ത‍െമസ്ര‍മേരള‍ജംഇയ്യത്തുല് ഉല്മയുസട‍
ആശയആദ്ര്‍ശങ്ങള് അനുെരിച്ച്‍ത്േവര്‍ത്തിക്കുന്ന‍
രക്ഷിരാക്കളുസട‍ആണ്‍േു്ിേ്ക്ക്‍അഷമിഷന് േരീക്ഷക്ക്‍
അമേക്ഷ‍നല്ോവുരാ. 
മര‍േഠനനമത്താസടാപ്പം‍SSLC, +2, DEGREE,PG എന്നിവ‍
നല്ക്കുന്നു 
മോഴ്സസ്‍ോല്ാവധി:‍10 വര്‍ഷം

</p><p style="color:red">
ലാറ്ററല് എന്‍ഡ്രി‍എ്‌സാാം</p>
I. സെക്കണ്ടറി(1-5) വിഭാഗത്തിമല്ക്ക്‍എല്ലാ‍ഈവന്
സെമേറുേളും‍ത്േമവശന‍േരീക്ഷയായി‍
േരിഗണിക്കസപ്പടും ‍ഓമരാ‍വിഷയത്തില്ും‍35%
മാര്‍ക്കാ.‍മയാഗയരയായി‍േരിഗണിക്കുന്ന. ‍
എഴുരസപ്പടുന്ന‍ഈവന് സെമേറിനസറ‍സരാ്ടുത്ത‍
ഓഷ‍സെമേറിമല്ക്കായിരിക്കും‍അഷമിഷന്
നല്േസപ്പടുേ 
II. െീനിയര്‍ സെക്കണ്ടറി‍ േ്‍സെമേറിമല്ക്ക്‍
അഷമിഷന് നല്േസപ്പടുന്ന‍വിദ്യാര്‍ത്ഥിക്ക്‍രാസഴ‍
േറയുന്ന‍മയാഗയരേ് ഉറപ്പ്‍വരുമത്തണ്ടരാ. 
a. െീനിയര്‍ സെക്കണ്ടറി‍എന്ത്ടന്സ്‍സടേില് 50%
മാര്‍ക്ക്‍േരാക്മാക്കുേ 
b. GOVT. Approved 10th Standard Passed Certificate 
III. BICS േ്‍സെമേറിമല്ക്ക്‍അഷമിഷന്
നല്േസപ്പടുന്ന‍വിദ്യാര്‍ത്ഥിക്ക്‍രാസഴ‍േറയുന്ന‍
മയാഗയരേ് ഉറപ്പ്‍വരുമത്തണ്ടരാ. 
a. BICS എന്ത്ടന്സ് സടേില് 50%‍മാര്‍ക്ക്
േരാക്മാക്കുേ 
b. GOVT. Approved 12th Standard Passed Certificate 
</p><p style="color:red">
അപേക്ഷ‍സമര്‍പ്പണാം</p>
2022 ഏത്േില് 01 മുരല് ഓണ്‍ ലല്നായാ.‍
അമേക്ഷേ് െമര്‍പ്പിമക്കണ്ട. ‍അമേക്ഷ‍
െമര്‍പ്പിക്കുന്നരുമായി‍ ്പെസപ്പ്‍മാര്‍ഗ‍നിര്‍മേശങ്ങള്
നല്േുന്നരിനും‍മറ്റും‍മനാ്ി ിമക്കഷനില് നല്േിയി്ുള്ള‍
സെല്പ്പ്‍സഡസ്ക്‍നമ്പറില് ്പെസപ്പടാവുന്നരാ. ‍
േൂരിപ്പിച്ച‍അമേക്ഷയുസട‍ത്േിന്ഔ്്‍ാക്ാേനത്തില്
എത്തിമക്കണ്ടരാ. 
</p><p style="color:red">
അപേക്ഷപ ാട ാപാം‍ആവശ്യമുള്ള‍പേഖകള്</p><p>
വിദ്യാര്‍ത്ഥിയുസട‍3 ോസ്മോര്‍്്‍ലെസ്‍മ ാമ്ായും‍
വയസ്സ്‍സരളിയിക്കുന്നരിനുള്ള‍മരഖേ്, ആധാര്‍ോര്‍ഷ,‍
 ാങ്ക്‍എക്കൗണ്ട്‍ ുക്ക്‍മോപ്പി, SKSSFനസറ‍
ൊക്ഷയേത്രം എന്നിവയുസട‍േേര്‍പ്പുേ് അമേക്ഷ‍
െമയത്ത്‍ൊജറാമക്കണ്ടരാ.</p><p style="color:red"> 
അപേക്ഷാഫീസ്</p><p>
അമേക്ഷ‍ ീസ്‍500 രൂേയാ. ‍അമേക്ഷയുസട‍ത്േിന്‍
ഔ്്‍ാക്ാേനത്തില് ഏല്പ്പിക്കുമമ്പാ് റെീപ്റ്റ്റ്‍
ലേപ്പമറ്റണ്ടരാ. </p><p style="color:red">
്േപവശ്ന‍േേീക്ഷ</p><p>

അമേക്ഷേ് ല്ഭിമക്കണ്ട‍അവൊന‍രിയ്യരി‍സമയ്‍18 
( ുധന്) 
സെക്കണ്ടറി‍വിഭാഗം‍വിദ്യാര്‍ത്ഥിേ്ക്കുള്ള‍ലവവ‍സമയ്‍
21 ന‍(ശനി)‍10 മണി‍മുര ‍12 മണി‍വസരയായിരിക്കും 
സെക്കണ്ടറി‍വിഭാഗം‍ത്േമവശന‍േരീക്ഷ‍സമയ്‍21 ന‍
(ശനി)‍2 മണി‍മുര ‍4 മണി‍വസരയായിരിക്കും ‍
റിസള്ട്‍്േസികീകേണാം
സെക്കണ്ടറി‍ വിഭാഗം‍ ത്േമവശന‍ േരീക്ഷയുസട‍ റിെ്്്
സമയ്‍23 ന‍രാവിസല്‍ത്േെിദ്ധീേ രിക്കുന്നരാ. 
അഡ്മിഷന്‍ഡ
എന്ത്ഡന്സ്‍ എക്ൊമില് ആദ്യ‍ റാങ്കില്ുള്ള‍ 33
വിദ്യാര്‍ത്ഥിേ്ക്ക് ആറാം‍ ക്ലാസ്സിമല്ക്കും‍ 20 മേര്‍ക്ക്
എ്ാം‍ ക്ലാസ്സിമല്ക്കും‍ ത്േമവശനം‍ നല്േുന്നരാ. ‍
എന്ത്ഡന് എക്ൊമിനസറ‍ോസ്സ്‍മാര്‍ക്ക് 60% ആ. 
ക്ലാസ്‍ആോംഭാം
ജൂണ്‍ 01ന േുരിയ‍ ാച്ചിന‍ക്ലാെുേ്
ആരംഭിക്കുന്നരായിരിക്കും 
ജലാലിയ്യ‍മുത്തവ്വല്
I. MICS േ്‍സെമേറിമല്ക്ക്‍അഷമിഷന്
നല്േസപ്പടുന്ന‍വിദ്യാര്‍ത്ഥിക്ക്‍രാസഴ‍േറയുന്ന‍
മയാഗയരേ് ഉറപ്പ്‍വരുമത്തണ്ടരാ. 
a. MICS എന്ത്ടന്സ്‍സടേില് 50% മാര്‍ക്ക്
േരാക്മാക്കുേ 
b. UGC Approved ിരുദ്ം ‍(അവൊന‍സെമേര്‍
േരീക്ഷേളുസട‍ ല്ം‍ത്േരീക്ഷിക്കുന്നവസര‍
മോഴ്സസ് േംപ്ലീഷന് സെര്‍്ി ിക്കറ്റ്‍നിതിര‍
ോല്യളവിനുള്ളില് െമര്‍പ്പിക്കുസമന്ന‍
മരഖാമൂവമുള്ള‍ഉറപ്പിനസറ‍അടിാക്ാനത്തില്
േരിഗരിക്കാവുന്നരാ. )
II. MIS(SUD-G)‍ േ്‍സെമേറിമല്ക്ക്‍അഷമിഷന്
നല്േസപ്പടുന്ന‍വിദ്യാര്‍ത്ഥിക്ക്‍രാസഴ‍േറയുന്ന‍
മയാഗയരേ് ഉറപ്പ്‍വരുമത്തണ്ടരാ. 
a. MIS(SUD-G)‍എന്ത്ടന്സ്‍സടേ് /Viva‍Voceയില്
50%‍മാര്‍ക്ക്‍േരാക്മാക്കുേ 
അപേക്ഷ‍സമര്‍പ്പണാം
2022 ഏത്േില് 01 മുരല് ഓണ്‍ ലല്നായാ.‍
അമേക്ഷേ് െമര്‍പ്പിമക്കണ്ട. ‍അമേക്ഷ‍
െമര്‍പ്പിക്കുന്നരുമായി‍ ്പെസപ്പ്‍മാര്‍ഗ‍നിര്‍മേശങ്ങള്
നല്േുന്നരിനും‍മറ്റും‍മനാ്ി ിമക്കഷനില് നല്േിയി്ുള്ള‍
സെല്പ്പ്‍സഡസ്ക്‍നമ്പറില് ്പെസപ്പടാവുന്നരാ. ‍
േൂരിപ്പിച്ച‍അമേക്ഷയുസട‍ത്േിന്ഔ്്‍ാക്ാേനത്തില്
എത്തിമക്കണ്ടരാ. 
അപേക്ഷപ ാട ാപാം‍ആവശ്യമുള്ള‍പേഖകള്
വിദ്യാര്‍ത്ഥിയുസട‍3 ോസ്മോര്‍്്‍ലെസ്, ആധാര്‍ോര്‍ഷ,‍
SKSSFനസറ‍ൊക്ഷയേത്രം‍എന്നിവയുസട‍േേര്‍പ്പുേ്
അമേക്ഷ‍െമയത്ത്‍ൊജറാമക്കണ്ടരാ. 
അപേക്ഷാഫീസ്
അമേക്ഷ‍ ീസ്‍250 രൂേയാ. ‍അമേക്ഷയുസട‍ത്േിന്‍
ഔ്്‍ാക്ാേനത്തില് ഏല്പ്പിക്കുമമ്പാ് റെീപ്റ്റ്റ്‍
ലേപ്പമറ്റണ്ടരാ. 
്േപവശ്ന‍േേീക്ഷ
അമേക്ഷേ് ല്ഭിമക്കണ്ട‍അവൊന‍രിയ്യരി‍സമയ്‍07
(ശനി) 
മുത്തവ്വല് വിഭാഗം‍വിദ്യാര്‍ത്ഥിേ്ക്കുള്ള‍ത്േമവശന‍
േരീക്ഷ സമയ്‍10 ന‍(സ ാവ്വ)‍10 മണി‍മുര ‍12 മണി‍
വസരയായിരിക്കും 
എന്ത്ഡന് എക്ൊമിനസറ‍ോസ്സ്‍മാര്‍ക്ക് 50% ആ. 
റിസള്ട്‍്േസികീകേണാം
ത്േമവശന‍േരീക്ഷയുസട‍റിെ്്്‍സമയ്‍11 ന‍രാവിസല്‍
ത്േെിദ്ധീേരിക്കുന്നരാ. 
ക്ലാസ്‍ആോംഭാം
സമയ്‍16 ന േുരിയ‍ ാച്ചിന‍ക്ലാെുേ്
ആരംഭിക്കുന്നരായിരിക്കും

രഹ് ീളുല് ഖുര്‍ആന്
Admission 
െമസ്ര‍മേരള‍ഇസ്ലാമര‍വിദ്യാഭയാെ‍മ ാര്‍ഡിനസറ‍
മൂന്നാം‍രരവും‍മേരള‍മേറ്റ്‍എജുമക്കഷന്
ഡിപ്പാര്‍്്‍സമന്‍നടത്തുന്ന‍(രരുല്യം)‍മൂന്നാം‍ക്ലാസ്സ്‍
വിജയിച്ച്‍/‍വിജയം‍ത്േരീക്ഷിക്കുന്ന‍9 വയസ്സ്‍
േവിയാത്ത‍െമസ്ര‍മേരള‍ജംഇയ്യത്തുല് ഉല്മയുസട‍
ആശയആദ്ര്‍ശങ്ങള് അനുെരിച്ച്‍ത്േവര്‍ത്തിക്കുന്ന‍
രക്ഷിരാക്കളുസട‍ആണ്‍േു്ിേ്ക്ക്‍അഷമിഷന് േരീക്ഷക്ക്‍
അമേക്ഷ‍നല്ോവുരാ. 
മോഴ്സസ്‍ോല്ാവധി:‍3 വര്‍ഷം
അപേക്ഷ‍സമര്‍പ്പണാം
2022 ഏത്േില് 01 മുരല് ഓണ്‍ ലല്നായാ.‍
അമേക്ഷേ് െമര്‍പ്പിമക്കണ്ട. ‍അമേക്ഷ‍
െമര്‍പ്പിക്കുന്നരുമായി‍ ്പെസപ്പ്‍മാര്‍ഗ‍നിര്‍മേശങ്ങള്
നല്േുന്നരിനും‍മറ്റും‍മനാ്ി ിമക്കഷനില് നല്േിയി്ുള്ള‍
സെല്പ്പ്‍സഡസ്ക്‍നമ്പറില് ്പെസപ്പടാവുന്നരാ. ‍
േൂരിപ്പിച്ച‍അമേക്ഷയുസട‍ത്േിന്ഔ്്‍ാക്ാേനത്തില്
എത്തിമക്കണ്ടരാ. 
അപേക്ഷപ ാട ാപാം‍ആവശ്യമുള്ള‍പേഖകള്
വിദ്യാര്‍ത്ഥിയുസട‍3 ോസ്മോര്‍്്‍ലെസ്‍മ ാമ്ായും‍
വയസ്സ്‍സരളിയിക്കുന്നരിനുള്ള‍മരഖേ്, ആധാര്‍ോര്‍ഷ,‍
SKSSFനസറ‍ൊക്ഷയേത്രം‍എന്നിവയുസട‍േേര്‍പ്പുേ്
അമേക്ഷ‍െമയത്ത്‍ൊജറാമക്കണ്ടരാ. 
അപേക്ഷാഫീസ്
അമേക്ഷ‍ ീസ്‍500 രൂേയാ. ‍അമേക്ഷയുസട‍ത്േിന്‍
ഔ്്‍ാക്ാേനത്തില് ഏല്പ്പിക്കുമമ്പാ് റെീപ്റ്റ്റ്‍
ലേപ്പമറ്റണ്ടരാ. 
്േപവശ്ന‍േേീക്ഷ
അമേക്ഷേ് ല്ഭിമക്കണ്ട‍അവൊന‍രിയ്യരി‍സമയ്‍18 
( ുധന്) 
വിദ്യാര്‍ത്ഥിേ്ക്കുള്ള‍ലവവ‍സമയ്‍21 ന‍(ശനി)‍10
മണി‍മുര ‍12 മണി‍വസരയായിരിക്കും 
ത്േമവശന‍േരീക്ഷ‍സമയ്‍21 ന‍(ശനി)‍2 മണി‍മുര ‍4
മണി‍വസരയായിരിക്കും ‍
റിസള്ട്‍്േസികീകേണാം
വിഭാഗം‍ ത്േമവശന‍ േരീക്ഷയുസട‍ റിെ്്്‍ സമയ്‍ 23 ന‍
രാവിസല്‍ത്േെിദ്ധീേ‍രിക്കുന്നരാ. 
അഡ്മിഷന്‍ഡ
എന്ത്ഡന് എക്ൊമിനസറ‍ോസ്സ്‍മാര്‍ക്ക് 60% ആ. 
ക്ലാസ്‍ആോംഭാം
ജൂണ്‍ 01ന േുരിയ‍ ാച്ചിന‍ക്ലാെുേ്
ആരംഭിക്കുന്നരായിരിക്കും


    </p>
  </div>
  

 







 

  </div>
</div>

<div class="col-md-12">
<div class="kode_mosque_text" >
  <button type="submit" class="btn btn-success">Apply Now</button>
</div>
</div>
</form>
                           

                       
                    </div>
                </div>
            </div>
        </div>