        <section>
        <div class="container">
        <div class="row">
        <!--<div class="col-md-9 col-md-push-3"><img class="pull-left flip mr-15 thumbnail" src="<?php echo site_url(); ?>entrance/entrancecss/images/About430X240.jpg" alt="">-->
        <h2 class="">Exam Instruction</h2>
        
        
          <div class="form-group">
              <!--
                <p style="font-size:18px;">
                <b>അപേക്ഷകർക്കുള്ള പൊതു നിർദേശങ്ങൾ</b>
                <br>
                <br>   
                
                • ഇംഗ്ലീഷിൽ മാത്രമേ അപേക്ഷ ഫോറം പൂരിപ്പിക്കാൻ പാടുള്ളു.
                <br>
                <br> 
                
                
                • വിദ്യാർത്ഥിയുടെ പാസ്പോർട്ട്‌ സൈസ് ഫോട്ടോ (300 KB കവിയാത്ത) യുടെ സോഫ്റ്റ്‌ കോപ്പി കരുതുക
                <br>
                <br> 
                
                • വിദ്യാർത്ഥിയുടെ അടിസ്ഥാന വിവരങ്ങൾ അറിഞ്ഞിരിക്കേണ്ടതാണ്. ആവശ്യപ്പെടുന്ന വിവരങ്ങൾ കൃത്യമായി നൽകുക
                <br>
                <br> 
                • വിദ്യാർത്ഥി ചേരാൻ ആഗ്രഹിക്കുന്ന കോഴ്സ്, ചേരാൻ ആഗ്രഹിക്കുന്ന സ്ഥാപനങ്ങൾ മുൻഗണന ക്രമത്തിൽ സെലക്ട്‌ ചെയ്യേണ്ടതാണ്.
                <br>
                <br> 
                • വിദ്യാർത്ഥിക്ക് എൻട്രൻസ് എക്‌സാമിന് ഹാജറാവാൻ സാധിക്കുന്ന എൻട്രൻസ് എക്സാം സെന്റർ തിരഞ്ഞെടുക്കേണ്ടതാണ്.
                <br>
                <br> 
                • പൂരിപ്പിച്ച വിവരങ്ങൾ submit ചെയ്ത് കൃത്യമാണെന്ന് ഉറപ്പ് വരുത്തി edit and confirm ബട്ടൺ ക്ലിക്ക് ചെയ്യുകയും ശേഷം proceed to payment എന്ന ബട്ടൺ അമർത്തേണ്ടതാണ്.
                <br>
                <br> 
                • എൻട്രൻസ് എക്സാം ഫീ ഓൺലൈൻ ആയിട്ടാണ് അടക്കേണ്ടത്. 500 രൂപയാണ് ഫീ.
                <br>
                <br> 
                • അപേക്ഷ സ്വീകരിക്കുന്ന മുറക്ക് പരീക്ഷാർത്ഥിക്കുള്ള ഹാൾ ടിക്കറ്റ് ലഭിക്കുന്നതായിരിക്കും.
                <br>
                <br> 
                • എൻട്രൻസ് എക്സാം ദിവസം അപ്ലിക്കേഷൻ, ഫീ അടച്ച റെസിപ്റ്റ്, ഹാൾ ടിക്കറ്റ് കുട്ടിയുടെ 2 പാസ്പോർട്ട്‌ സൈസ് ഫോട്ടോ എന്നിവ കയ്യിൽ കരുതേണ്ടതാണ്.
                <br>
                <br> 
                
                • അഡ്മിഷൻ HELPLINE :- +918848319498, +918592909822
                
                -->
                
                
 <p style="font-weight:bold;">              
              
*അപേക്ഷകര്‍ക്കുള്ള പൊതു നിര്‍ദേശങ്ങള്‍*
</p> 
 <p>

•  ഇംഗ്ലീഷില്‍ മാത്രമേ അപേക്ഷ ഫോറം പൂരിപ്പിക്കാന്‍ പാടുള്ളു.
</p> 
 <p>
•  വിദ്യാര്‍ത്ഥിയുടെ പാസ്പോര്‍ട്ട് സൈസ് ഫോട്ടോ (300 KB കവിയാത്ത) യുടെ സോഫ്റ്റ് കോപ്പി കരുതുക
</p> 
 <p>

•  വിദ്യാര്‍ത്ഥി ചേരാന്‍ ആഗ്രഹിക്കുന്ന കോഴ്സ് പ്രൊസ്പക്ടസ് നോക്കി ഉറപ്പു വരുത്തുക.
</p> 
 <p>

•  ആവശ്യപ്പെടുന്ന വിവരങ്ങള്‍ നല്‍കി രജിസ്റ്റര്‍ ചെയ്യുക.

</p> 
 <p>
•  തുടര്‍ന്ന അക്കൗണ്ട് ലോഗിന്‍ ചെയ്ത് Application എന്ന് ബട്ടണില്‍ ക്ലിക്ക് ചെയ്ത് അപേക്ഷ ആരംഭിക്കാവുന്നതാണ്.
</p> 
 <p>
•  വിദ്യാര്‍ത്ഥിയുടെ അടിസ്ഥാന വിവരങ്ങള്‍ അറിഞ്ഞിരിക്കേണ്ടതാണ്. ആവശ്യപ്പെടുന്ന വിവരങ്ങള്‍ കൃത്യമായി നല്‍കുക.
</p> 
 <p>
•  വിദ്യാര്‍ത്ഥിക്ക് എന്‍ട്രന്‍സ് എക്‌സാമിന് ഹാജറാവാന്‍ സാധിക്കുന്ന എന്‍ട്രന്‍സ് എക്സാം സെന്റര്‍ തിരഞ്ഞെടുക്കേണ്ടതാണ്.
</p> 
 <p>
•  ശേഷം നല്‍കിയ വിവരങ്ങള്‍ കൃത്യമാണെന്ന് ഉറപ്പ് വരുത്തി Submitt ബട്ടണ്‍ ക്ലിക്ക് ചെയ്യുക.
</p> 
 <p>
•  തുടര്‍ന്ന് Fee Payment  എന്ന ബട്ടണില്‍ ക്ലിക്ക് ചെയ്ത് എന്‍ട്രന്‍സ് എക്സാം ഫീ അടക്കാവുന്നതാണ്.
</p> 
 <p>
•  എക്സാം ഫീ ഓണ്‍ലൈന്‍ ആയിട്ടാണ് അടക്കേണ്ടത്. 500 രൂപയാണ് ഫീ.
</p> 
 <p>
•  ശേഷം Finalize Application എന്ന ബട്ടണ്‍ ക്ലിക്ക് ചെയ്ത നല്‍കിയ വിവരങ്ങള്‍ കൃത്യമാണെന്ന് ഉറപ്പു വരുത്തുകയും മാറ്റെ തിരുത്തലുകളുണ്ടെങ്കില്‍ Edit ബട്ടണ് ക്ലിക്ക് ചെയത് മാറ്റാവുന്നതാണ്. എല്ലാ കൃത്യമാണെങ്കില്‍ Confirm ബട്ടണ്‍ ക്ലിക്ക് ചെയ്ത അപ്ലിക്കേഷന്‍ ലോക്ക് ചെയ്യാവുന്നതാണ്. (ശ്രദ്ധിക്കുക... അപ്ലിക്കേഷന്‍ ലോക്ക് ചെയ്താല്‍ പിന്നീട് മാറ്റം വരുത്താന്‍ സാധിക്കുന്നതല്ല).
</p> 
 <p>
•  ശേഷം Print Application എന്ന ബട്ടണ്‍ ക്ലിക്ക് ചെയ്ത നിങ്ങളുടെ അപേക്ഷ പിന്റ് ചെയ്യാവുന്നതോ Pdf ആയി ഡൗണ്‍ലോഡ് ചെയ്യാവുന്നതോ ആണ്.
</p> 
 <p>
•  അപേക്ഷ സ്വീകരിക്കുന്ന മുറക്ക് പരീക്ഷാര്‍ത്ഥിക്കുള്ള ഹാള്‍ ടിക്കറ്റ് ലഭിക്കുന്നതായിരിക്കും.
</p> 
 <p>
•  എന്‍ട്രന്‍സ് എക്സാം ദിവസം അപ്ലിക്കേഷന്‍, ഫീ അടച്ച റെസിപ്റ്റ്, ഹാള്‍ ടിക്കറ്റ് കുട്ടിയുടെ 2 പാസ്പോര്‍ട്ട് സൈസ് ഫോട്ടോ, കുട്ടിയുടെ പ്രായം തെളിയിക്കുന്നതിനുള്ള രേഖ, ആധാര്‍ കാര്‍ഡ് എന്നിവ കയ്യില്‍ കരുതേണ്ടതാണ്.
</p> 
 <p>
•  പരീക്ഷയുടെ റിസള്‍ട്ട് പ്രസിദ്ധീകരിച്ചതിന് ശേഷമാണ് വിദ്യാര്‍ത്ഥി ചേരാന്‍ താല്‍പര്യപ്പെടുന്ന സ്ഥാപനങ്ങള്‍ മുന്‍ഗണനാ ക്രമത്തില്‍ സെലക്ട് ചെയ്യേണ്ടത്. പരമാവധി സ്ഥാപനങ്ങള്‍ സെലക്ട് ചെയ്യാന്‍ ശ്രമിക്കുക.
</p> 
 <p>
•  ശേഷം Allotement പ്രസിദ്ധീകരിക്കും. Allotment പ്രസിദ്ധീകരിച്ചതിന് ശേഷം Allotment Slip പ്രിന്റെടുത്ത് Allotment ലഭിച്ച സ്ഥാപനത്തില്‍ അഡ്മിഷന്‍ എടുക്കേണ്ടതാണ്.
</p> 
 <p>
•  അഡ്മിഷന്‍ HELPLINE : +918592909822, +918848319498
 </p>               
               
                
                
                </div>
                
                <p>
                <div class="pull-right sm-pull-none mb-sm-15" style="margin-left:5px;">
                    
                    
                        <?php    
                        if(isset($this->session->userdata['logged_in']))
                        {
                        
                        }
                        else
                        {
                       ?>
                        
                   
                <a class="btn btn-colored btn-theme-colored2 mt-15 mt-sm-10 pt-10 pb-10" href="<?php  echo site_url('entrance/entranceexam/login');    ?>">Login</a>
                
                <a class="btn btn-colored btn-theme-colored2 mt-15 mt-sm-10 pt-10 pb-10" href="<?php  echo site_url('entrance/entranceexam/register');    ?>">Apply Now</a>
                
                <?php } ?>
                
                <br><br>
                
                <div class="video-wrapper">
    <iframe src="https://www.youtube.com/embed/Tnf3MMl_yqQ" frameborder="0" allowfullscreen></iframe>
  </div>
                
                </div>
                </p>
                </div>
        
       
       
        
        
        </div>
        </section>